[
    {
        "id": "6249e731baaed39bf62eb6d3",
        "ratings": 4.5,
        "name": "Bryant Humphrey",
        "comment": "Highly recommend being patient it was extremely hard to get my hands on this; however, it’s possible! After paying for the PS5, Best Buy keep me posted when it was available to pick up at the store. Highly recommend if you can buying it from them.",
        "imgUrl": "https://randomuser.me/api/portraits/women/68.jpg"
    },
    {
        "id": "6249e731fb826dc62a315c24",
        "ratings": 3.9,
        "name": "Becker Hopper",
        "comment": "Well, i got lucky and visited a store that happened to have a bunch in stuck. No waiting in line, no forced bundles. Anyway, the PS5 is notnleaps and bounds better than my PS4 when comparing GT7... except for the loading time omg. And since this will play all my PS4 games too its really the perfect upgrade.",
        "imgUrl": "https://randomuser.me/api/portraits/men/97.jpg"
    },
    {
        "id": "6249e73117958cfb6da283f8",
        "ratings": 5,
        "name": "Aline Schwartz",
        "comment": "Finally after waiting and watching since they released I was able to get my hands on one without having to pay the huge markup. My son is ecstatic that I finally found it and with our total tech membership we are covered for any accidents that could happen.",
        "imgUrl": "https://randomuser.me/api/portraits/women/84.jpg"
    },
    {
        "id": "6249e731398ac34c55ddf4a0",
        "ratings": 3.5,
        "name": "Jerri Mack",
        "comment": "Sony PS5 paired with Sony 85 inch tv. Perfect match. Gameplay is flawless. Picture is beautiful. Smooth fast system. Add an extra external drive and your all good.",
        "imgUrl": "https://randomuser.me/api/portraits/women/3.jpg"
    },
    {
        "id": "6249e7313d71dfa708e011ef",
        "ratings": 3.7,
        "name": "Augusta Wolfe",
        "comment": "The ps5 is insane! I picked it up with ratchet and clank, miles morales deluxe edition, and demon souls. The load times are so quick I, I went from the Home Screen to inside a ratchet and clank game save in less than 15 seconds. The dual sense feels incredible .The ps5 is only gonna get better.",
        "imgUrl": "https://randomuser.me/api/portraits/men/65.jpg"
    },
    {
        "id": "6249e731afed0d4c19e47f0b",
        "ratings": 5,
        "name": "Jennie Romero",
        "comment": "PlayStation’s exclusive titles have me hooked. The Dualsense controller is fantastic, console runs pretty quiet and games look great. If you can get one at MSRP, do it, they’re a lot of fun.",
        "imgUrl": "https://randomuser.me/api/portraits/women/51.jpg"
    }
]